Repository: ScreaMonhik/MyBikeTracker
Catalog: BikeTrackerWidget/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: km
ru: км
uk: км

source: km this year
ru: км в этом году
uk: км цього року

source: km/h
ru: км/ч
uk: км/год

source: Paused
ru: Пауза
uk: Пауза

source: PAUSED
ru: ПАУЗА
uk: ПАУЗА

source: Riding
ru: Еду
uk: Їду

source: this month
ru: в этом мес.
uk: цього міс.

source: Total kilometers ridden this year.
ru: Общий километраж за текущий год.
uk: Загальний кілометраж за поточний рік.

source: Total km this year with a monthly ride calendar.
ru: Километраж за год с календарём поездок.
uk: Кілометраж за рік з календарем поїздок.

source: Yearly Distance
ru: Дистанция за год
uk: Дистанція за рік

source: Yearly Distance + Calendar
ru: Дистанция + Календарь
uk: Дистанція + Календар

# distance_unit
source: km
ru: км
uk: км

# distance_unit_mi
source: mi
ru: ми
uk: ми

# speed_unit
source: km/h
ru: км/ч
uk: км/год

# speed_unit_mph
source: mph
ru: миль/ч
uk: миль/год

# elevation_unit_m
source: m
ru: м
uk: м

# elevation_unit_ft
source: ft
ru: фт
uk: фт

source: mi this year
ru: миль в этом году
uk: миль цього року

# widget_yearly_name
source: Yearly distance
ru: Дистанция за год
uk: Дистанція за рік

# widget_yearly_description
source: Total distance ridden this year.
ru: Суммарная дистанция за этот год.
uk: Сумарна дистанція за цей рік.

# widget_calendar_name
source: Yearly distance + calendar
ru: Год и календарь
uk: Рік і календар

# widget_calendar_description
source: Yearly distance with a monthly ride calendar.
ru: Годовая дистанция и календарь поездок за месяц.
uk: Річна дистанція і календар поїздок за місяць.

# widget_this_month
source: this month
ru: в этом месяце
uk: цього місяця
